---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireType.Conduit
zh: 线管
source: html/36b57a53-b35b-cd17-75b8-bacd8471999f.htm
---
# Autodesk.Revit.DB.Electrical.WireType.Conduit Property

**中文**: 线管

The conduit type of the wire type.

## Syntax (C#)
```csharp
public WireConduitType Conduit { get; set; }
```